---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.JoistSystemMaximumSpacingParam
source: html/f23684d0-fc9b-7f92-54bf-91adc44be1c4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.JoistSystemMaximumSpacingParam Property

"Maximum Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId JoistSystemMaximumSpacingParam { get; }
```